{
  "intro": {
    "title": "Profil Madrasah",
    "description": "Madrasah Diniyyah Salafiyah IV Komplek L merupakan lembaga pendidikan Islam nonformal yang berorientasi pada penguatan keilmuan agama berbasis kitab kuning. Madrasah ini menjadi bagian penting dari sistem pendidikan di lingkungan Pondok Pesantren Al-Munawwir Krapyak Yogyakarta."
  },
  "sejarah": {
    "title": "Sejarah Singkat",
    "content": "Pondok Pesantren Al-Munawwir Krapyak Yogyakarta didirikan oleh KH. Muhammad Munawwir pada tahun 1911 M. Sejak awal berdiri dan masa perkembangannya, pondok pesantren ini dikenal oleh masyarakat luas sebagai pondok pesantren Al-Qur’an. Hal ini sesuai dengan keahlian muassis pondok sebagai salah seorang ulama besar ahli Al-Qur’an di Indonesia pada zamannya.\n\nSeiring dengan semakin berkembangnya PP Al-Munawwir, maka lahirlah komplek-komplek lainnya. Komplek L merupakan salah satu komplek putra dan putri yang berada dalam naungan PP Al-Munawwir. Komplek L didirikan pada tahun 1976 M oleh KH. Ahmad Munawwir – putra KH. Muhammad Munawwir. Sepeninggal beliau, Komplek L saat ini diasuh oleh putranya, yaitu KH. Muhammad Munawwar Ahmad guna meneruskan perjuangan mendidik para santri yang berjiwa Qur’ani dan berwawasan global.\n\nUntuk membekali santri dengan pemahaman al-‘ulum ad-diniyyah, pada sekitar tahun 2000 dibentuklah Madrasah Diniyyah di lingkungan PP Al-Munawwir Komplek L dalam format yang masih sangat sederhana. Dalam perkembangannya, Madrasah tersebut menjadi Madrasah Diniyyah Salafiyah IV. Pola pendidikan Madrasah ini seperti sekolah, terdiri dari kelas I’dad, Ula, Tsani, Tsalis, dan Takhosus yang berlangsung setiap malam pukul 20.00–21.30 WIB kecuali malam Jumat. Kurikulumnya meliputi kajian nahwu, shorof, tauhid, tajwid, fiqih, dan lainnya.\n\nSelain kelas, Madrasah juga rutin menyelenggarakan musyawarah mingguan untuk membahas persoalan fiqih aktual berdasarkan literatur kitab turats yang diikuti oleh seluruh santri."
  },
  "visi": "Menjadi lembaga pendidikan Islam yang unggul dalam pengembangan ilmu agama, akhlak mulia, serta responsif terhadap tantangan zaman.",
  "misi": [
    "Menyelenggarakan pendidikan diniyyah berbasis kitab kuning secara terstruktur dan sistematis.",
    "Membentuk karakter santri yang berakhlakul karimah, cinta ilmu, dan berwawasan luas.",
    "Mengintegrasikan nilai-nilai keislaman dengan kehidupan bermasyarakat.",
    "Menyelenggarakan musyawarah fiqih rutin sebagai wadah pembelajaran kontekstual.",
    "Menjadi pusat kaderisasi ulama yang mengakar dalam tradisi dan terbuka terhadap kemajuan."
  ]
}
